dyn/modules/mod_callback/includes/xml/soap_customer_template_1_1.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <GetCustomerByEmailAddress xmlns="http://webservices.ci.ccmm.applications.nortel.com">
            <!--Optional:-->
            <emailAddress>!__username__!</emailAddress>
            <!--Optional:-->
            <sessionKey>!__sessionkey__!</sessionKey>
        </GetCustomerByEmailAddress>
    </soapenv:Body>
</soapenv:Envelope>